Repository: HeRrKrUgEr/gnome-extension-development-utility
Catalog: extension-development-utility@maestroschan.*/locale/*/LC_MESSAGES/extension-development-utility.po
Languages: fr

source: Extensions preferences
fr: Préférences des extensions

source: See GNOME Shell log
fr: Voir le journal de GNOME Shell

source: Reload GNOME Shell
fr: Recharger GNOME Shell

source: Windowed session (Wayland)
fr: Session fenêtrée (Wayland)

source: 'Looking Glass' debugging tool
fr: Outil de débug 'Looking Glass'

source: Restart is not available on Wayland
fr: Le redémarrage n'est pas disponible sur Wayland

source: Restarting…
fr: Redémarrage en cours…

source: Appearance
fr: Apparence

source: Display as buttons
fr: Afficher comme boutons

source: You can display the items as buttons on a single line, or as labeled menu items.
fr: Vous pouvez afficher les boutons sur une seule ligne, ou sous forme d'élement de menus labellisés.

source: Use sudo instead of pkexec
fr: Utiliser sudo au lieu de pkexec

source: Terminal emulator
fr: Émulateur de terminal

source: (with command-launching option)
fr: (avec l'option de lancement de commande)

source: For example 'gnome-terminal --' or 'tilix -e'
fr: Par exemple 'gnome-terminal --' or 'tilix -e'

source: Let empty for using the system default terminal.
fr: Laisser vide pour utiliser le terminal par défaut.

source: About
fr: À propos

source: Report bugs or ideas
fr: Rapporter des bugs ou des idées

source: Author:
fr: Auteur :
